Repository: kursatabayli/BarcodeSalesApp
Catalog: Resources/Locales/Lang.*.resx
Languages: tr

# ActiveLang
source: Active Language
tr: Aktif Dil

source: Add Product
tr: Ürün Ekle

source: Back
tr: Geri Dön

source: Barcode
tr: Barkod

source: Box Count
tr: Koli Sayısı

source: Cancel
tr: İptal

source: Cash Out
tr: Gün Sonu

source: Clear
tr: Temizle

# ClearShortcutKey
source: Clear Shortcut
tr: Temizleme Kısayolu

source: Complete Sale
tr: Satışı Tamamla

source: Confirm
tr: Onayla

# CurrentClearShortcut
source: Clear Shortcut:
tr: Temizleme Kısayolu:

# CurrentSaleShortcut
source: Sale Shortcut:
tr: Satış Kısayolu:

# DayMode
source: Light Mode
tr: Aydınlık Mode

source: Delete
tr: Sil

# DeleteProductConfirmText
source: Delete product?
tr: Bu ürünü silmek istediğinize emin misiniz?

# DeleteProductError
source: An error occurred during the deletion process
tr: Silme işleminde hata oluştu!

# DeleteProductSuccess
source: Product successfully deleted!
tr: Ürün başarıyla silindi!

# DeleteProductTitle
source: Delete Product: {0}
tr: Ürünü Sil: {0}

source: Edit Shortcuts
tr: Kısayolları Düzenle

source: End Of Day Report
tr: Gün Sonu Raporu

source: English
tr: İngilizce

source: Enter Stock
tr: Stok Gir

source: Incoming Box Amount
tr: Gelen Koli Miktarı

source: Language
tr: Dil

# NewProduct
source: New Product Added!
tr: Yeni Ürün Eklendi!

# NightMode
source: Dark Mode
tr: Karanlık Mod

# NoClearShortcut
source: No Shortcut for Clear Operation Found!
tr: Temizleme kısayolu bulunamadı!

source: No Sales Found
tr: Satış bulunamadı.

# NoSaleShortcut
source: No Shortcut for Sale Operation Found!
tr: Satış İşlemi İçin Bir Kısayol Bulunmamakta!

source: Product Detail
tr: Ürün Detayları

# ProductExists
source: The product registered with this barcode ({0}) is: {1}
tr: Bu barkod ({0}) ile kayıtlı ürün: {1}

# ProductInBox
source: Items per Box
tr: Kolideki Ürün Sayısı

# ProductInfo
source: Product Information
tr: Ürün Bilgileri

source: Product List
tr: Ürün Listesi

source: ProductName
tr: Ürün Adı

source: Product Updated!
tr: Ürün Güncellendi

source: Profit
tr: Kâr

source: Purchase Price
tr: Alış Fiyatı

source: Quantity
tr: Adet

source: Quantity Sold
tr: Satılan Adet

source: Remove
tr: Eksilt

source: Reset
tr: Sıfırla

# ResetKeys
source: Reset to Default
tr: Kısayolları Sıfırla

# ResetShortcutConfirmText
source: Are you sure you want to clear the shortcuts?
tr: Kısayolları sıfırlamak istiyor musunuz?

# ResetShortcutError
source: An error occurred during the reset process
tr: Sıfırlama İşlemi Sırasında Bir Hata Meydana Geldi

# ResetShortcutSuccess
source: Shortcuts successfully reset!
tr: Kısayollar başarıyla sıfırlandı!

# ResetShortcutTitle
source: Clear Shortcuts
tr: Kısayolları Temizle

source: Reset Stock
tr: Stoğu Sıfırla

# ResetStockConfirmText
source: Are you sure you want to reset this product's stock?
tr: Bu ürünün stoğunu sıfırlamak istediğinize emin misiniz?

# ResetStockError
source: An error occurred during the reset process
tr: Sıfırlama İşlemi Sırasında Bir Hata Meydana Geldi

# ResetStockSuccess
source: Stock successfully reset!
tr: Stok başarıyla sıfırlandı!

# ResetStockTitle
source: Reset Stock
tr: Stok Sıfırla

source: Rows Per Page
tr: Sayfa Başına Satır Sayısı

source: Sale Amount
tr: Satış Tutarı

source: Sale Price
tr: Satış Fiyatı

source: Sales
tr: Satış

source: Sale Shortcut Key
tr: Satış Kısayolu

source: Sales List
tr: Satış Listesi

source: Sales Page
tr: Satış Sayfası

source: Save
tr: Kaydet

source: Scan Barcode:
tr: Barkod Tara:

source: Search...
tr: Ara...

source: Select Date
tr: Tarih Seç

source: Settings
tr: Ayarlar

source: Sort By
tr: Sırala

# StockInfo
source: Stock Information
tr: Stok Bilgileri

# StockMultiplier
source: Units per Box
tr: Bir Kolideki Ürün Sayısı

source: Stock Unit
tr: Stok Miktarı

source: Stock Unit Count
tr: Stoktaki Koli Sayısı

source: Stock Update
tr: Stok Güncelle

# Title
source: Barcode Sales
tr: Barkod Satış

source: Total
tr: Toplam

source: Total Profit
tr: Toplam Kar

source: Total Sales
tr: Toplam Satış

source: Total Stock
tr: Toplam Stok

source: Total Stock Quantity
tr: Toplam Adet Stok

source: Turkish
tr: Türkçe

source: Unit Price
tr: Birim Fiyat

source: Update
tr: Güncelle

source: Update Product
tr: Ürün Güncelle

# UpdateShortcutSuccess
source: Shortcuts Updated!
tr: Kısayollar Güncellendi!

# UpdateStockSuccess
source: Stock Updated!
tr: Stok Güncellendi!

source: View Details
tr: Detay Gör
